Repository: thesmokinator/cash
Catalog: Cash/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: (%lld fewer)
de: (%lld weniger)
es: (%lld menos)
fr: (%lld de moins)
it: (%lld in meno)

source: / month
de: / Monat
es: / mes
fr: / mois
it: / mese

source: % of repayment amount
de: % des Rückzahlungsbetrags
es: % del importe del reembolso
fr: % du montant du remboursement
it: % dell'importo del rimborso

source: %lld categorized
de: %lld kategorisiert
es: %lld categorizado
fr: %lld classé
it: %lld categorizzate

source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %1$lld di %2$lld

source: %lld payments left
de: %lld Restzahlungen
es: %lld quedan pagos
fr: %lld paiements restants
it: %lld rate rimanenti

source: %lld payments made
de: %lld geleistete Zahlungen
es: %lld pagos realizados
fr: %lld paiements effectués
it: %lld rate pagate

source: %lld remaining
de: %lld übrig
es: %lld restante
fr: %lld restant
it: %lld rimanenti

source: %lld transactions found
de: %lld Transaktionen gefunden
es: %lld transacciones encontradas
fr: %lld transactions trouvées
it: %lld transazioni trovate

source: %lld transactions imported
de: %lld Transaktionen importiert
es: %lld transacciones importadas
fr: %lld transactions importées
it: %lld transazioni importate

source: %lld transactions skipped
de: %lld Transaktionen übersprungen
es: %lld transacciones omitidas
fr: %lld transactions ignorées
it: %lld transazioni saltate

source: %lld transactions will be imported
de: %lld Transaktionen werden importiert
es: %lld se importarán transacciones
fr: %lld les transactions seront importées
it: %lld transazioni saranno importate

source: %lld uncategorized
de: %lld unkategorisiert
es: %lld sin categoría
fr: %lld non classé
it: %lld non categorizzate

source: %lld unreconciled transactions
de: %lld nicht abgestimmte Transaktionen
es: %lld transacciones no conciliadas
fr: %lld transactions non rapprochées
it: %lld transazioni non riconciliate

source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni

# %lld years, %lld months
source: %1$lld years, %2$lld months
de: %1$lld Jahre, %2$lld Monate
es: %1$lld años, %2$lld meses
fr: %1$lld ans, %2$lld mois
it: %lld anni, %lld mesi

source: 1 Month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese

source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno

source: 2 Years
de: 2 Jahre
es: 2 años
fr: 2 ans
it: 2 anni

source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi

source: 5 Years
de: 5 Jahre
es: 5 años
fr: 5 ans
it: 5 anni

source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi

source: A simplified macOS financial management application inspired by Gnucash, built with SwiftUI and SwiftData.
de: Eine vereinfachte macOS-Finanzverwaltungsanwendung, inspiriert von Gnucash, erstellt mit SwiftUI und SwiftData.
es: Una aplicación de gestión financiera de macOS simplificada inspirada en Gnucash, creada con SwiftUI y SwiftData.
fr: Une application simplifiée de gestion financière macOS inspirée de Gnucash, construite avec SwiftUI et SwiftData.
it: Un'applicazione macOS semplificata per la gestione finanziaria ispirata a Gnucash, realizzata con SwiftUI e SwiftData.

source: A transaction will be created to record this payoff in your accounts.
de: Es wird eine Transaktion erstellt, um diese Auszahlung in Ihren Konten zu erfassen.
es: Se creará una transacción para registrar este pago en sus cuentas.
fr: Une transaction sera créée pour enregistrer ce gain dans vos comptes.
it: Verrà creata una transazione per registrare questa estinzione nei tuoi conti.

source: About
de: Um
es: Acerca de
fr: À propos
it: Informazioni

source: Account class
de: Kontoklasse
es: Clase de cuenta
fr: Classe de compte
it: Classe conto

source: Account information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations sur le compte
it: Informazioni conto

source: Account name
de: Kontoname
es: Nombre de cuenta
fr: Nom du compte
it: Nome conto

source: Account number
de: Kontonummer
es: Número de cuenta
fr: Numéro de compte
it: Numero conto

source: Account type
de: Kontotyp
es: Tipo de cuenta
fr: Type de compte
it: Tipo conto

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti

source: Actions
de: Aktionen
es: Comportamiento
fr: Actes
it: Azioni

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

source: Add a new loan calculation or track an existing loan
de: Fügen Sie eine neue Kreditberechnung hinzu oder verfolgen Sie einen bestehenden Kredit
es: Agregue un nuevo cálculo de préstamo o realice un seguimiento de un préstamo existente
fr: Ajouter un nouveau calcul de prêt ou suivre un prêt existant
it: Aggiungi un nuovo calcolo di prestito o traccia un prestito esistente

source: Add a recurring transaction to see it here
de: Fügen Sie eine wiederkehrende Transaktion hinzu, um sie hier anzuzeigen
es: Agregue una transacción recurrente para verla aquí
fr: Ajoutez une transaction récurrente pour la voir ici
it: Aggiungi una transazione ricorrente per vederla qui

source: Add account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi conto

source: Add attachment
de: Anhang hinzufügen
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato

source: Add Envelope
de: Umschlag hinzufügen
es: Agregar sobre
fr: Ajouter une enveloppe
it: Aggiungi busta

source: Add envelopes to start budgeting
de: Fügen Sie Umschläge hinzu, um mit der Budgetierung zu beginnen
es: Agregue sobres para comenzar a presupuestar
fr: Ajoutez des enveloppes pour commencer à budgétiser
it: Aggiungi buste per iniziare a fare budget

source: Add existing
de: Vorhandenes hinzufügen
es: Agregar existente
fr: Ajouter un existant
it: Aggiungi esistente

source: Add existing loan
de: Bestehenden Kredit hinzufügen
es: Agregar préstamo existente
fr: Ajouter un prêt existant
it: Aggiungi prestito esistente

source: Add more transactions to generate projections
de: Fügen Sie weitere Transaktionen hinzu, um Prognosen zu erstellen
es: Agregue más transacciones para generar proyecciones
fr: Ajoutez plus de transactions pour générer des projections
it: Aggiungi più transazioni per generare proiezioni

source: Add recurring transactions to analyze your financial stability
de: Fügen Sie wiederkehrende Transaktionen hinzu, um Ihre finanzielle Stabilität zu analysieren
es: Añade transacciones recurrentes para analizar tu estabilidad financiera
fr: Ajoutez des transactions récurrentes pour analyser votre stabilité financière
it: Aggiungi transazioni ricorrenti per analizzare la tua stabilità finanziaria

source: Add recurring transactions to see balance projections.
de: Fügen Sie wiederkehrende Transaktionen hinzu, um Saldoprognosen anzuzeigen.
es: Agregue transacciones recurrentes para ver proyecciones de saldo.
fr: Ajoutez des transactions récurrentes pour voir les projections de solde.
it: Aggiungi transazioni ricorrenti per vedere le proiezioni del saldo.

source: Add transactions to see your balance history
de: Fügen Sie Transaktionen hinzu, um Ihren Kontostand anzuzeigen
es: Agregue transacciones para ver su historial de saldo
fr: Ajoutez des transactions pour voir l'historique de votre solde
it: Aggiungi transazioni per vedere lo storico del saldo

source: Adequate
de: Angemessen
es: Adecuado
fr: Adéquat
it: Adeguato

source: Adequate, but limited flexibility
de: Ausreichend, aber begrenzte Flexibilität
es: Flexibilidad adecuada, pero limitada
fr: Flexibilité adéquate mais limitée
it: Adeguato, ma flessibilità limitata

source: All data will be permanently deleted.
de: Alle Daten werden dauerhaft gelöscht.
es: Todos los datos se eliminarán permanentemente.
fr: Toutes les données seront définitivement supprimées.
it: Tutti i dati verranno eliminati permanentemente.

source: All Time
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps
it: Tutto

source: All transactions
de: Alle Transaktionen
es: Todas las transacciones
fr: Toutes transactions
it: Tutte le transazioni

source: All transactions for this account have been reconciled
de: Alle Transaktionen für dieses Konto wurden abgeglichen
es: Todas las transacciones de esta cuenta han sido conciliadas.
fr: Toutes les transactions pour ce compte ont été rapprochées
it: Tutte le transazioni per questo conto sono state riconciliate

source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico

source: American
de: amerikanisch
es: Americano
fr: Américain
it: Americano

source: American (bullet)
de: Amerikaner (Kugel)
es: americano (bala)
fr: Américain (balle)
it: Americano (bullet)

source: Amortization
de: Amortisation
es: Amortización
fr: Amortissement
it: Ammortamento

source: Amortization method
de: Amortisationsmethode
es: Método de amortización
fr: Méthode d'amortissement
it: Metodo di ammortamento

source: Amortization Schedule
de: Tilgungsplan
es: Calendario de amortización
fr: Calendrier d'amortissement
it: Piano di ammortamento

source: Amortization type
de: Art der Abschreibung
es: Tipo de amortización
fr: Type d'amortissement
it: Tipo di ammortamento

source: Amortization types
de: Amortisationsarten
es: Tipos de amortización
fr: Types d'amortissement
it: Tipi di ammortamento

source: Amount
de: Menge
es: Cantidad
fr: Montant
it: Importo

source: And %lld more transactions...
de: Und %lld weitere Transaktionen...
es: Y %lld transacciones más...
fr: Et %lld de transactions en plus...
it: E altre %lld transazioni...

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto

source: Are you absolutely sure?
de: Bist du absolut sicher?
es: ¿Estás absolutamente seguro?
fr: Etes-vous absolument sûr ?
it: Sei assolutamente sicuro?

source: Are you sure you want to delete "%@"?
de: Sind Sie sicher, dass Sie „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer « %@ » ?
it: Sei sicuro di voler eliminare "%@"?

source: Are you sure you want to delete this account? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce compte ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo conto? Questa azione non può essere annullata.

source: Are you sure you want to delete this loan? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Darlehen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este préstamo? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce prêt ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo prestito? Questa azione non può essere annullata.

source: Are you sure you want to delete this scheduled transaction?
de: Sind Sie sicher, dass Sie diese geplante Transaktion löschen möchten?
es: ¿Está seguro de que desea eliminar esta transacción programada?
fr: Êtes-vous sûr de vouloir supprimer cette transaction planifiée ?
it: Sei sicuro di voler eliminare questa transazione programmata?

source: Are you sure you want to delete this transaction?
de: Sind Sie sicher, dass Sie diese Transaktion löschen möchten?
es: ¿Está seguro de que desea eliminar esta transacción?
fr: Êtes-vous sûr de vouloir supprimer cette transaction ?
it: Sei sicuro di voler eliminare questa transazione?

source: Are you sure you want to pay off this loan for %@? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Kredit für %@ zurückzahlen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea liquidar este préstamo por %@? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir rembourser ce prêt pour %@ ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler estinguere questo prestito per %@? Questa azione non può essere annullata.

source: Asset
de: Vermögenswert
es: Activo
fr: Actif
it: Attività

source: Assets
de: Vermögenswerte
es: Activos
fr: Actifs
it: Attività

source: At risk
de: Gefährdet
es: En riesgo
fr: À risque
it: A rischio

source: At risk: expenses exceed income
de: Gefährdet: Die Ausgaben übersteigen die Einnahmen
es: En riesgo: los gastos superan los ingresos
fr: À risque : les dépenses dépassent les revenus
it: A rischio: le spese superano le entrate

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
it: Allegati

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible:
it: Disponibile:

source: Available: %@
de: Verfügbar: %@
es: Disponible: %@
fr: Disponible : %@
it: Disponibile: %@

source: Average monthly expenses
de: Durchschnittliche monatliche Ausgaben
es: Gastos mensuales promedio
fr: Dépenses mensuelles moyennes
it: Spese medie mensili

source: Average monthly income
de: Durchschnittliches monatliches Einkommen
es: Ingreso mensual promedio
fr: Revenu mensuel moyen
it: Entrate medie mensili

source: Avg. last 3 months:
de: Durchschn. letzte 3 Monate:
es: Promedio últimos 3 meses:
fr: Moy. 3 derniers mois :
it: Media ultimi 3 mesi:

source: Back
de: Zurück
es: Atrás
fr: Dos
it: Indietro

source: Balance
de: Gleichgewicht
fr: Équilibre
it: Saldo

source: Balance Forecast
de: Bilanzprognose
es: Previsión de saldo
fr: Prévision de solde
it: Previsione saldo

source: Balance History
de: Bilanzverlauf
es: Historial de saldo
fr: Historique du solde
it: Storico saldo

source: Balance is calculated from all journal entries. To adjust, create a correcting entry.
de: Der Saldo wird aus allen Journaleinträgen berechnet. Erstellen Sie zum Anpassen einen Korrektureintrag.
es: El saldo se calcula a partir de todos los asientos del diario. Para ajustar, cree una entrada de corrección.
fr: Le solde est calculé à partir de toutes les écritures de journal. Pour ajuster, créez une écriture de correction.
it: Il saldo è calcolato da tutte le scritture. Per correggere, crea una voce di correzione.

source: Balance Projection
de: Bilanzprojektion
es: Proyección de saldo
fr: Projection du solde
it: Proiezione saldo

source: Balanced!
de: Ausgewogen!
es: ¡Equilibrado!
fr: Équilibré!
it: Quadrato!

source: Bank account
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
it: Conto bancario

source: Bank Account
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
it: Conto bancario

source: Base Payment
de: Grundzahlung
es: Pago Básico
fr: Paiement de base
it: Rata di base

source: Base rate
de: Grundpreis
es: Tarifa base
fr: Tarif de base
it: Tasso base

source: Base total interest
de: Basis-Gesamtzins
es: Interés total base
fr: Intérêt total de base
it: Interessi totali base

source: Based on %lld months of data
de: Basierend auf Daten aus %lld Monaten
es: Basado en %lld meses de datos
fr: Basé sur %lld mois de données
it: Basato su %lld mesi di dati

source: Based on 6 months of data
de: Basierend auf Daten von 6 Monaten
es: Basado en 6 meses de datos
fr: Basé sur 6 mois de données
it: Basato su 6 mesi di dati

source: Bimonthly
de: Zweimonatlich
es: Bimensual
fr: Bimensuel
it: Bimestrale

source: Budget impact analysis
de: Budget-Impact-Analyse
es: Análisis de impacto presupuestario
fr: Analyse de l'impact budgétaire
it: Analisi impatto sul budget

source: Budget Period
de: Budgetzeitraum
es: Período presupuestario
fr: Période budgétaire
it: Periodo budget

source: Budgeted Amount
de: Budgetierter Betrag
es: Monto presupuestado
fr: Montant budgété
it: Importo budget

source: By Category
de: Nach Kategorie
es: Por categoría
fr: Par catégorie
it: Per categoria

# By paying %@ now, you will completely pay off this loan and save %@ in interest.
source: By paying %1$@ now, you will completely pay off this loan and save %2$@ in interest.
de: Wenn Sie jetzt %1$@ zahlen, tilgen Sie diesen Kredit vollständig und sparen %2$@ Zinsen.
es: Al pagar %1$@ ahora, cancelará completamente este préstamo y ahorrará %2$@ en intereses.
fr: En payant 0⟨⟩ maintenant, vous rembourserez intégralement ce prêt et économiserez 1⟨⟩ d'intérêts.
it: Pagando %@ ora, estinguerai completamente questo prestito e risparmierai %@ di interessi.

source: By paying %1$@ now, you will reduce your loan term by %2$lld payments and save %3$@ overall.
de: Wenn Sie jetzt %1$@ zahlen, verkürzen Sie die Laufzeit Ihres Darlehens um %2$lld Zahlungen und sparen insgesamt %3$@.
es: Al pagar %1$@ ahora, reducirá el plazo de su préstamo en %2$lld pagos y ahorrará %3$@ en total.
fr: En payant %1$@ maintenant, vous réduirez la durée de votre prêt de %2$lld versements et économiserez %3$@ au total.
it: Pagando %@ ora, ridurrai il periodo del prestito di %lld pagamenti e risparmierai %@ complessivamente.

source: Calculating forecast...
de: Prognose wird berechnet...
es: Calculando pronóstico...
fr: Calcul des prévisions...
it: Calcolo previsione...

source: Calculating scenarios...
de: Szenarien berechnen...
es: Calculando escenarios...
fr: Calcul de scénarios...
it: Calcolo scenari...

source: Calculating...
de: Berechnen...
es: Calculador...
fr: Calculateur...
it: Calcolo in corso...

source: Calculation results
de: Berechnungsergebnisse
es: Resultados del cálculo
fr: Résultats du calcul
it: Risultati del calcolo

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla

source: Cannot access the selected file
de: Auf die ausgewählte Datei kann nicht zugegriffen werden
es: No se puede acceder al archivo seleccionado
fr: Impossible d'accéder au fichier sélectionné
it: Impossibile accedere al file selezionato

source: Car Loan
de: Autokredit
es: Préstamo de coche
fr: Prêt automobile
it: Prestito auto

source: Categorize Transactions
de: Transaktionen kategorisieren
es: Categorizar transacciones
fr: Catégoriser les transactions
it: Categorizza transazioni

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Change
de: Ändern
es: Cambiar
fr: Changement
it: Variazione

source: Chart of accounts
de: Kontenplan
es: plan de cuentas
fr: Plan comptable
it: Piano dei conti

source: Choose an account from the sidebar to view details
de: Wählen Sie in der Seitenleiste ein Konto aus, um Details anzuzeigen
es: Elija una cuenta en la barra lateral para ver los detalles
fr: Choisissez un compte dans la barre latérale pour afficher les détails
it: Scegli un conto dalla barra laterale per visualizzare i dettagli

source: Choose export format
de: Wählen Sie das Exportformat
es: Elija el formato de exportación
fr: Choisir le format d'exportation
it: Scegli il formato di esportazione

source: Choose your preferences
de: Wählen Sie Ihre Präferenzen
es: Elige tus preferencias
fr: Choisissez vos préférences
it: Scegli le tue preferenze

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe

source: Clear selection
de: Klare Auswahl
es: Borrar selección
fr: Effacer la sélection
it: Deseleziona tutto

source: Cleared
de: Gelöscht
es: Borrado
fr: Effacé
it: Verificato

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Chiudi

source: Comfortable
de: Komfortabel
es: Cómodo
fr: Confortable
it: Confortevole

source: Complete
de: Vollständig
es: Completo
fr: Complet
it: Completato

source: Confirm payoff
de: Bestätigen Sie die Auszahlung
es: Confirmar pago
fr: Confirmer le paiement
it: Conferma estinzione

source: Confirm reconciliation
de: Bestätigen Sie den Abgleich
es: Confirmar conciliación
fr: Confirmer le rapprochement
it: Conferma riconciliazione

source: Constant payments with increasing principal and decreasing interest over time. Most common type.
de: Konstante Zahlungen mit steigendem Kapital und sinkenden Zinsen im Laufe der Zeit. Häufigster Typ.
es: Pagos constantes con capital creciente e intereses decrecientes a lo largo del tiempo. Tipo más común.
fr: Des paiements constants avec un capital croissant et des intérêts décroissants au fil du temps. Type le plus courant.
it: Rate costanti con quota capitale crescente e interessi decrescenti nel tempo. Il tipo più comune.

source: Constant principal payments with decreasing total payments over time.
de: Konstante Kapitalzahlungen mit im Laufe der Zeit abnehmenden Gesamtzahlungen.
es: Pagos de capital constantes con pagos totales decrecientes a lo largo del tiempo.
fr: Paiements du principal constants avec paiements totaux décroissants au fil du temps.
it: Quota capitale costante con rate decrescenti nel tempo.

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continua

source: Could not calculate budget impact
de: Die Auswirkungen auf das Budget konnten nicht berechnet werden
es: No se pudo calcular el impacto presupuestario
fr: Impossible de calculer l'impact budgétaire
it: Impossibile calcolare l'impatto sul budget

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

source: Create a budget to start tracking your spending by category
de: Erstellen Sie ein Budget, um Ihre Ausgaben nach Kategorien zu verfolgen
es: Cree un presupuesto para comenzar a realizar un seguimiento de sus gastos por categoría
fr: Créez un budget pour commencer à suivre vos dépenses par catégorie
it: Crea un budget per iniziare a monitorare le spese per categoria

source: Create a new empty account structure
de: Erstellen Sie eine neue leere Kontostruktur
es: Crear una nueva estructura de cuenta vacía
fr: Créer une nouvelle structure de compte vide
it: Crea una nuova struttura di conti vuota

source: Create Budget
de: Budget erstellen
es: Crear presupuesto
fr: Créer un budget
it: Crea budget

source: Create payoff transaction
de: Rückzahlungsvorgang erstellen
es: Crear transacción de pago
fr: Créer une transaction de paiement
it: Crea transazione di estinzione

source: Create recurring payment
de: Erstellen Sie eine wiederkehrende Zahlung
es: Crear pago recurrente
fr: Créer un paiement récurrent
it: Crea pagamento ricorrente

source: Create your first account to get started.
de: Erstellen Sie Ihr erstes Konto, um loszulegen.
es: Crea tu primera cuenta para comenzar.
fr: Créez votre premier compte pour commencer.
it: Crea il tuo primo conto per iniziare.

source: Credit
de: Kredit
es: Crédito
fr: Crédit
it: Avere

source: Credit account (gives value)
de: Guthabenkonto (gibt Wert)
es: Cuenta de crédito (da valor)
fr: Compte de crédit (donne de la valeur)
it: Conto credito (cede valore)

source: Credit card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito

source: Currency
de: Währung
es: Divisa
fr: Devise
it: Valuta

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale

source: Current balance
de: Aktueller Kontostand
es: Saldo actual
fr: Solde courant
it: Saldo corrente

source: Current Balance
de: Aktueller Kontostand
es: Saldo actual
fr: Solde actuel
it: Saldo attuale

source: Current loan status
de: Aktueller Kreditstatus
es: Estado actual del préstamo
fr: Statut actuel du prêt
it: Stato attuale prestito

source: Current monthly surplus
de: Aktueller Monatsüberschuss
es: Superávit mensual actual
fr: Excédent mensuel courant
it: Surplus mensile attuale

source: Current payment
de: Aktuelle Zahlung
es: Pago actual
fr: Paiement actuel
it: Rata attuale

source: Current status
de: Aktueller Stand
es: Estado actual
fr: Statut actuel
it: Stato attuale

source: Custom Name (optional)
de: Benutzerdefinierter Name (optional)
es: Nombre personalizado (opcional)
fr: Nom personnalisé (facultatif)
it: Nome personalizzato (opzionale)

source: Daily
de: Täglich
es: A diario
fr: Tous les jours
it: Giornaliero

source: Danger zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
it: Zona pericolosa

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
